Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Nastavení prohlížeče Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "Požadavky typu cross-origin standardu HTTP Basic Auth";
AllowCrossOriginAuthPrompt.pfm_description = "Kontroluje, zda je na stránce u obsahu třetích stran povoleno vyskakování dialogového okna HTTP Basic Auth. Tato možnost je obvykle vypnuta jako ochrana proti phishingu.";
AllowFileSelectionDialogs.pfm_title = "Povolit zobrazování dialogových oken pro výběr souboru";
AllowFileSelectionDialogs.pfm_description = "Umožňuje přistupovat k místním souborům v počítači tím, že prohlížeči Chromium povolí, aby zobrazoval dialogová okna pro výběr souboru.\n\nPokud toto nastavení aktivujete, uživatelé budou moci otevírat dialogová okna pro výběr souboru obvyklým způsobem.\n\nPokud toto nastavení deaktivujete a uživatel provede akci, po které by se mu v obvyklém případě zobrazilo dialogové okno pro výběr souboru (například import záložek, nahrávání souborů, ukládání odkazů apod.), zobrazí se mu namísto tohoto dialogového okna zpráva a prohlížeč se zachová, jako kdyby uživatel v dialogovém okně pro výběr souboru kliknul na možnost Storno.\n\nPokud toto nastavení nenakonfigurujete, uživatelé budou moci otevírat dialogová okna pro výběr souboru obvyklým způsobem.";
AllowOutdatedPlugins.pfm_title = "Povolit spouštění zastaralých pluginů";
AllowOutdatedPlugins.pfm_description = "Umožňuje prohlížeči Chromium spouštět zastaralé pluginy.\n\nPokud toto nastavení aktivujete, budou zastaralé pluginy použity jako normální pluginy.\n\nPokud toto nastavení deaktivujete, zastaralé pluginy nebude možné použít a uživatelům se u nich nezobrazí ani žádost o oprávnění ke spuštění.\n\nPokud toto nastavení není nakonfigurováno, uživatelům se při spouštění zastaralého pluginu zobrazí žádost o oprávnění k této akci.";
AlternateErrorPagesEnabled.pfm_title = "Aktivovat alternativní chybové stránky";
AlternateErrorPagesEnabled.pfm_description = "Umožňuje využívat alternativní chybové stránky předdefinované v prohlížeči Chromium (např. stránka nenalezena) a brání uživatelům, aby toto nastavení změnili.\n\nPokud toto nastavení aktivujete, budou používány alternativní chybové stránky.\n\nPokud toto nastavení deaktivujete, alternativní chybové stránky používány nebudou.\n\nPokud toto nastavení aktivujete nebo deaktivujete, uživatelé je v prohlížeči Chromium nebudou moci změnit ani přepsat.";
AlwaysAuthorizePlugins.pfm_title = "Vždy spustit pluginy, které vyžadují autorizaci.";
AlwaysAuthorizePlugins.pfm_description = "Umožňuje službě Chromium spustit pluginy, které vyžadují autorizaci. Pokud toto nastavení povolíte, budou pluginy, které nejsou zastaralé, stále spuštěny. Je-li toto nastavení zakázáno nebo není nastaveno, uživatelé budou požádáni, aby povolili spuštění pluginů, které vyžadují autorizaci. Jedná se o pluginy, které mohou ohrozit bezpečnost.";
AuthNegotiateDelegateWhitelist.pfm_title = "Bílá listina serverů pro delegování ověření protokolu Kerberos";
AuthNegotiateDelegateWhitelist.pfm_description = "Servery, na které může Chromium delegovat ověření.";
AuthSchemes.pfm_title = "Podporovaná schémata ověření";
AuthSchemes.pfm_description = "Určuje, která schémata ověření pomocí protokolu HTTP bude Chromium podporovat.\n\nZadat můžete hodnoty „basic“, „digest“, „ntlm“ a „negotiate“. Chcete-li zadat více hodnot, oddělte je čárkami.";
AuthServerWhitelist.pfm_title = "Bílá listina serverů pro ověřování";
AuthServerWhitelist.pfm_description = "Určuje, které servery mají být umístěny na bílou listinu pro integrované ověření. Integrované ověření je povoleno pouze v případě, že Chromium obdrží výzvu ověřování ze serveru proxy nebo jiného serveru, které jsou uvedeny v tomto seznamu povolených serverů.\n\nChcete-li zadat několik názvů serverů, oddělte je čárkami. Zástupné znaky (*) jsou povoleny.";
AutoFillEnabled.pfm_title = "Aktivovat Automatické vyplňování";
AutoFillEnabled.pfm_description = "Aktivuje v prohlížeči Chromium funkci Automatické vyplňování a umožní uživatelům automaticky vyplňovat pole webových formulářů pomocí uložených informací (například adresa nebo číslo platební karty).\n\nPokud toto nastavení deaktivujete, uživatelé nebudou mít k funkci Automatické vyplňování přístup.\n\nPokud toto nastavení aktivujete nebo nenakonfigurujete žádnou hodnotu, zůstane funkce Automatické vyplňování pod kontrolou uživatelů. Budou moci nakonfigurovat profily této funkce a podle vlastního uvážení ji zapínat nebo vypínat.";
BlockThirdPartyCookies.pfm_title = "Blokovat soubory cookie třetích stran";
BlockThirdPartyCookies.pfm_description = "Blokuje soubory cookie třetích stran.\n\nAktivací tohoto nastavení zabráníte tomu, aby prvky webové stránky, které nepocházejí z domény uvedené v adresním řádku prohlížeče, nastavovaly soubory cookie.\n\nDeaktivací tohoto nastavení umožníte, aby prvky webové stránky, které nepocházejí z domény uvedené v adresním řádku prohlížeče, mohly nastavovat soubory cookie.";
BookmarkBarEnabled.pfm_title = "Aktivovat panel záložek";
BookmarkBarEnabled.pfm_description = "Aktivuje v prohlížeči Chromium panel záložek na stránce Nová karta.\n\nPokud toto nastavení aktivujete, Chromium zobrazí na stránce Nová karta panel záložek.\n\nPokud toto nastavení deaktivujete, panel záložek se uživatelům nezobrazí.\n\nPokud toto nastavení aktivujete nebo deaktivujete, uživatelé jej v prohlížeči Chromium nebudou moci změnit ani přepsat.";
ClearSiteDataOnExit.pfm_title = "Po vypnutí prohlížeče vymazat data webů";
ClearSiteDataOnExit.pfm_description = "Tato zásada přepisuje možnost nastavení obsahu „Při zavření prohlížeče vymazat soubory cookie a jiná data webů“.\n\nJe-li nastavena na hodnotu True, budou z prohlížeče Chromium po zavření vymazána veškerá data uložená v počítači.";
CookiesAllowedForUrls.pfm_title = "Povolit soubory cookie na těchto stránkách";
CookiesAllowedForUrls.pfm_description = "Umožňuje nastavit seznam vzorů adres URL webových stránek, které mohou nastavovat soubory cookie.";
CookiesBlockedForUrls.pfm_title = "Blokovat soubory cookie na těchto stránkách";
CookiesBlockedForUrls.pfm_description = "Umožňuje nastavit seznam vzorů adres URL webových stránek, které nemají povoleno nastavovat soubory cookie.";
CookiesSessionOnlyForUrls.pfm_title = "Povolit soubory cookie pouze pro relaci na těchto stránkách";
CookiesSessionOnlyForUrls.pfm_description = "Umožňuje nastavit seznam vzorů adres URL stránek, které mohou nastavovat soubory cookie pouze pro relaci.";
DefaultBrowserSettingEnabled.pfm_title = "Nastavit Chrome jako výchozí prohlížeč";
DefaultBrowserSettingEnabled.pfm_description = "Slouží ke konfiguraci kontroly výchozího prohlížeče v prohlížeči Chromium a brání uživatelům, aby tato nastavení změnili.\n\nPokud toto nastavení aktivujete, Chromium při spuštění vždy zkontroluje, zda je výchozím prohlížečem, a pokud to bude možné, automaticky se registruje.\n\nPokud je toto nastavení deaktivováno, Chromium nebude kontrolovat, zda je výchozím prohlížečem, a deaktivuje uživatelské ovládací prvky pro nastavení této možnosti.\n\nPokud toto nastavení není nakonfigurováno, může uživatel v prohlížeči Chromium určit, zda jej chce nastavit jako výchozí prohlížeč a zda se má zobrazit oznámení v případě, že jím není.";
DefaultCookiesSetting.pfm_title = "Výchozí nastavení souborů cookie";
DefaultCookiesSetting.pfm_description = "0 - Umožnit nastavení místních dat všem webům\n1 - Nepovolovat nastavení místních dat žádným webům\nUmožňuje nastavit, zda mohou webové stránky nastavovat místní data. Nastavení místních dat lze buď povolit pro všechny weby, nebo je pro všechny weby zakázat.";
DefaultGeolocationSetting.pfm_title = "Výchozí nastavení geolokace";
DefaultGeolocationSetting.pfm_description = "0 - Umožňuje webovým stránkám sledovat fyzickou polohu uživatele\n1 - Nepovolovat sledování fyzické polohy žádným webovým stránkám\n2 - Dotázat se vždy, když se webové stránky snaží sledovat fyzickou polohu uživatele\nUmožňuje nastavit, zda mohou webové stránky sledovat fyzickou polohu uživatele. Sledování fyzické polohy uživatelů lze nakonfigurovat tak, že bude ve výchozím nastavení povoleno nebo zakázáno. Také lze nastavit, že se při pokusu webových stránek o sledování fyzické polohy uživateli zobrazí výzva.";
DefaultImagesSetting.pfm_title = "Výchozí nastavení obrázků";
DefaultImagesSetting.pfm_description = "0 - Povolit všem webům zobrazování všech obrázků\n1 - Nepovolit zobrazení obrázků žádným webovým stránkám\nUmožňuje nastavit, zda mají webové stránky povoleno zobrazovat obrázky. Zobrazování obrázků lze buď povolit všem webovým stránkám, nebo je všem webovým stránkám zakázat.";
DefaultJavaScriptSetting.pfm_title = "Výchozí nastavení JavaScriptu";
DefaultJavaScriptSetting.pfm_description = "0 - Povolit všem webům spouštět JavaScript\n1 - Nepovolit spouštění JavaScriptu žádnému webu\nUmožňuje nastavit, zda mohou webové stránky spouštět JavaScript. Spouštění JavaScriptu lze buď povolit pro všechny weby, nebo naopak pro všechny weby zakázat.";
DefaultNotificationSetting.pfm_title = "Výchozí nastavení oznámení";
DefaultNotificationSetting.pfm_description = "0 - Povolit webovým stránkám zobrazovat upozornění na ploše\n1 - Nepovolit žádnému webu zobrazovat oznámení na ploše\n2 - Dotázat se vždy, když se webové stránky snaží zobrazit oznámení na ploše\nUmožňuje nastavit, zda mohou webové stránky zobrazovat oznámení na ploše. Zobrazování oznámení na ploše lze nakonfigurovat tak, že bude ve výchozím nastavení povoleno nebo zakázáno. Také lze nastavit, že se při pokusu webových stránek o zobrazení oznámení na ploše zobrazí uživateli výzva.";
DefaultPluginsSetting.pfm_title = "Výchozí nastavení pluginů";
DefaultPluginsSetting.pfm_description = "0 - Povolit automatické spouštění pluginů všem webům\n1 - Blokovat všechny pluginy\nUmožňuje nastavit, zda mohou webové stránky automaticky spouštět pluginy. Automaticky spouštěné pluginy lze buď povolit pro všechny weby, nebo je naopak pro všechny weby zakázat.";
DefaultPopupsSetting.pfm_title = "Výchozí nastavení vyskakovacích oken";
DefaultPopupsSetting.pfm_description = "0 - Povolit všem webům zobrazovat vyskakovací okna\n1 - Nepovolit zobrazení vyskakovacích oken žádným webovým stránkám\nUmožňuje nastavit, zda mohou webové stránky zobrazovat vyskakovací okna. Zobrazování vyskakovacích oken lze buď povolit pro všechny weby, nebo je pro všechny weby zakázat.";
DefaultSearchProviderEnabled.pfm_title = "Aktivovat výchozího poskytovatele vyhledávání";
DefaultSearchProviderEnabled.pfm_description = "Umožňuje využívat výchozího poskytovatele vyhledávání.\n\nPokud toto nastavení aktivujete a uživatel zadá do omniboxu text, který není adresou URL, bude provedeno vyhledávání pomocí výchozího poskytovatele vyhledávání.\n\nVýchozího poskytovatele vyhledávání lze určit nastavením ostatních zásad výchozího vyhledávání. Pokud tyto zásady ponecháte prázdné, bude výchozího poskytovatele moci zvolit uživatel.\n\nPokud toto nastavení deaktivujete a uživatel do omniboxu zadá jiný text než adresu URL, nebude provedeno žádné vyhledávání.\n\nPokud toto nastavení aktivujete nebo deaktivujete, uživatelé jej v prohlížeči Chromium nebudou moci změnit ani přepsat.";
DefaultSearchProviderEncodings.pfm_title = "Kódování výchozího poskytovatele vyhledávání";
DefaultSearchProviderEncodings.pfm_description = "Určuje kódování znaků podporovaná poskytovatelem vyhledávání. Kódování jsou názvy stránek kódů, například UTF-8, GB2312 nebo ISO-8859-1. Budou vyzkoušena v uvedeném pořadí. Výchozí kódování je UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Ikona výchozího poskytovatele vyhledávání";
DefaultSearchProviderIconURL.pfm_description = "Určuje adresu URL ikony výchozího poskytovatele vyhledávání. Nepovinné.";
DefaultSearchProviderInstantURL.pfm_title = "Adresa URL dynamického vyhledávání výchozího poskytovatele vyhledávání";
DefaultSearchProviderInstantURL.pfm_description = "Určuje adresu URL vyhledávače, který bude použit k získání výsledků dynamického vyhledávání. Adresa URL by měla obsahovat řetězec '{searchTerms}'. Tento řetězec bude při odesílání dotazu nahrazen textem, který do daného okamžiku zadal uživatel. Nepovinné.";
DefaultSearchProviderKeyword.pfm_title = "Klíčové slovo výchozího poskytovatele vyhledávání";
DefaultSearchProviderKeyword.pfm_description = "Určuje klíčové slovo, které v omniboxu spouští vyhledávání tohoto poskytovatele. Nepovinné.";
DefaultSearchProviderName.pfm_title = "Název výchozího poskytovatele vyhledávání";
DefaultSearchProviderName.pfm_description = "Udává název výchozího poskytovatele vyhledávání. Je-li toto pole ponecháno prázdné, bude použit název hostitele určený adresou URL vyhledávání.";
DefaultSearchProviderSearchURL.pfm_title = "Adresa URL vyhledávání výchozího poskytovatele vyhledávání";
DefaultSearchProviderSearchURL.pfm_description = "Určuje adresu URL vyhledávače, který bude použit při výchozím vyhledávání. Adresa URL by měla obsahovat řetězec {searchTerms}, který bude během dotazování nahrazen vyhledávacími dotazy uživatele.";
DefaultSearchProviderSuggestURL.pfm_title = "URL výchozího vyhledávače pro návrhy";
DefaultSearchProviderSuggestURL.pfm_description = "Určuje adresu URL vyhledávače, který bude použit k získání návrhů pro vyhledávání. Adresa URL by měla obsahovat řetězec {searchTerms}, který bude během dotazování nahrazen textem zadávaným uživatelem. Tato možnost je nepovinná.";
DeveloperToolsDisabled.pfm_title = "Deaktivovat nástroje pro vývojáře";
DeveloperToolsDisabled.pfm_description = "Deaktivuje nástroje pro vývojáře a konzolu JavaScriptu.\n\nPokud toto nastavení aktivujete, nebude možné přistupovat k nástrojům pro vývojáře ani kontrolovat prvky webových stránek. Deaktivovány budou také veškeré klávesové zkratky a položky klasických či kontextových nabídek, pomocí kterých lze nástroje pro vývojáře nebo konzolu JavaScriptu otevřít.";
Disable3DAPIs.pfm_title = "Deaktivovat podporu rozhraní API pro 3D grafiku";
Disable3DAPIs.pfm_description = "Deaktivuje podporu pro rozhraní API pro 3D grafiku.\n\nAktivací tohoto nastavení zabráníte webovým stránkám v přístupu ke grafickému procesoru (GPU). Webové stránky nebudou moci přistupovat k rozhraní WebGL API a pluginy nebudou moci využít rozhraní Pepper 3D API.\n\nPokud toto nastavení deaktivujete, umožníte webovým stránkám využívat rozhraní WebGL API a pluginům umožníte využívat rozhraní Pepper 3D API. Výchozí nastavení prohlížeče však mohou k použití těchto rozhraní API i nadále vyžadovat předání argumentů příkazového řádku.";
DisableAuthNegotiateCnameLookup.pfm_title = "Deaktivovat vyhledání záznamů CNAME při vyjednávání ověření protokolu Kerberos";
DisableAuthNegotiateCnameLookup.pfm_description = "Určuje, zda bude vygenerovaný hlavní název služby protokolu Kerberos založen na kanonickém názvu DNS, nebo na původním zadaném názvu.\n\nPokud toto nastavení aktivujete, vyhledávání záznamů CNAME bude přeskočeno a bude použit zadaný název serveru.\n\nPokud toto nastavení deaktivujete, bude kanonický název serveru určen prostřednictvím vyhledávání záznamů CNAME.";
DisablePluginFinder.pfm_title = "Deaktivovat nástroj pro vyhledávání pluginů";
DisablePluginFinder.pfm_description = "Pokud u tohoto nastavení zvolíte hodnotu True, bude v prohlížeči Chromium deaktivováno automatické vyhledávání a instalace chybějících pluginů.";
DisableSpdy.pfm_title = "Deaktivovat protokol SPDY";
DisableSpdy.pfm_description = "Zakáže v prohlížeči Chromium použití protokolu SPDY.";
DisabledPlugins.pfm_title = "Seznam deaktivovaných pluginů";
DisabledPlugins.pfm_description = "Určuje seznam deaktivovaných pluginů prohlížeče Chromium a brání uživatelům, aby toto nastavení změnili.\n\nJako zástupné znaky lze použít znaky „*“ a „?“. Znak „*“ slouží jako zástupný znak pro libovolný počet znaků, zatímco znak „?“ určuje jeden volitelný znak (může tedy zastupovat libovolný znak nebo žádný znak). Řídicí znak je „\“, pokud tedy chcete zadat znaky „*“, „?“ nebo „\“ jako takové, stačí před ně umístit znak „\“.\n\nPokud toto nastavení aktivujete, pluginy uvedené v seznamu nebudou v prohlížeči Chromium nikdy použity. Na stránce about:plugins se pluginy zobrazí jako deaktivované a uživatelé je nebudou moci aktivovat.\n\nTuto zásadu lze přepsat pomocí zásad EnabledPlugins a DisabledPluginsExceptions.";
DisabledPluginsExceptions.pfm_title = "Seznam výjimek ze seznamu deaktivovaných pluginů";
DisabledPluginsExceptions.pfm_description = "Určuje seznam pluginů, které může uživatel v prohlížeči Chromium aktivovat nebo deaktivovat.\n\nJako zástupné znaky lze použít znaky „*“ a „?“. Znak „*“ slouží jako zástupný znak pro libovolný počet znaků, zatímco znak „?“ určuje jeden volitelný znak (může tedy zastupovat libovolný znak nebo žádný znak). Řídicí znak je „\“, pokud tedy chcete zadat znaky „*“, „?“ nebo „\“ jako takové, stačí před ně umístit znak „\“.\n\nPokud toto nastavení aktivujete, bude v prohlížeči Chromium možné použít pluginy uvedené v seznamu. Uživatelé je budou moci aktivovat nebo deaktivovat na stránce about:plugins, a to i v případě, že bude určitý plugin odpovídat vzoru v zásadě DisabledPlugins. Uživatelé budou moci aktivovat a deaktivovat také pluginy, které neodpovídají žádným vzorům v zásadách DisabledPlugins, DisabledPluginsExceptions a EnabledPlugins.";
DisabledSchemes.pfm_title = "Seznam deaktivovaných schémat protokolu";
DisabledSchemes.pfm_description = "Deaktivuje v prohlížeči Chromium uvedená schémata protokolů.\n\nAdresy URL, které používají schémata uvedená v tomto seznamu, se nebudou načítat a nebude na ně možné přejít.";
DiskCacheDir.pfm_title = "Nastavit adresář mezipaměti na disku";
DiskCacheDir.pfm_description = "Slouží ke konfiguraci adresáře, do kterého bude prohlížeč Chromium ukládat soubory do mezipaměti na disku. Pokud tuto zásadu nastavíte, bude prohlížeč Chromium zadaný adresář používat bez ohledu na to, zda uživatel zadal příznak „--user-data-dir“, nebo ne.";
DnsPrefetchingEnabled.pfm_title = "Aktivovat předvídání akcí sítě";
DnsPrefetchingEnabled.pfm_description = "Aktivuje v prohlížeči Chromium předvídání akcí sítě a brání uživatelům, aby toto nastavení změnili.\n\nPokud toto nastavení aktivujete nebo deaktivujete, uživatelé je v prohlížeči Chromium nebudou moci změnit ani přepsat.";
DownloadDirectory.pfm_title = "Nastavit adresář pro stahování";
DownloadDirectory.pfm_description = "Slouží ke konfiguraci adresáře, který bude prohlížečem Chromium použit pro stahování souborů.\n\nPokud tuto zásadu nastavíte, použije Chromium zadaný adresář i v případě, že uživatel zadal jiný adresář nebo zvolil, že chce pokaždé zobrazit výzvu k zadání umístění stahovaného souboru.";
EditBookmarksEnabled.pfm_title = "Povolí nebo zakáže úpravy záložek";
EditBookmarksEnabled.pfm_description = "Povolí nebo zakáže v prohlížeči Chromium editaci záložek.\n\nPokud toto nastavení aktivujete, bude možné přidávat či odebírat záložky nebo je měnit. Toto je výchozí nastavení.\n\nPokud toto nastavení deaktivujete, záložky nebude možné přidávat, odebírat ani měnit. Existující záložky budou i nadále k dispozici.";
EnableAuthNegotiatePort.pfm_title = "Zahrnout do hlavního názvu služby protokolu Kerberos nestandardní port";
EnableAuthNegotiatePort.pfm_description = "Určuje, zda by měl vygenerovaný hlavní název služby (SPN) protokolu Kerberos obsahovat nestandardní port.\n\nPokud toto nastavení aktivujete a bude zadán nestandardní port (tedy jiný port než 80 nebo 443), bude zahrnut do vygenerovaného hlavního názvu služby (SPN) protokolu Kerberos.\n\nPokud toto nastavení deaktivujete, vygenerovaný hlavní název služby (SPN) protokolu Kerberos port v žádném případě obsahovat nebude.";
EnabledPlugins.pfm_title = "Seznam aktivovaných pluginů";
EnabledPlugins.pfm_description = "Určuje seznam aktivovaných pluginů prohlížeče Chromium a brání uživatelům, aby toto nastavení změnili.\n\nJako zástupné znaky lze použít znaky „*“ a „?“. Znak „*“ slouží jako zástupný znak pro libovolný počet znaků, zatímco znak „?“ určuje jeden volitelný znak (může tedy zastupovat libovolný znak nebo žádný znak). Řídicí znak je „\“, pokud tedy chcete zadat znaky „*“, „?“ nebo „\“ jako takové, stačí před ně umístit znak „\“.\n\nPokud jsou pluginy uvedené v seznamu nainstalovány, jsou v prohlížeči Chromium vždy použity. Na stránce about:plugins jsou tyto pluginy označeny jako aktivní a uživatelé je nemohou deaktivovat.\n\nTato zásada přepisuje zásady DisabledPlugins a DisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "ID rozšíření, která by uživatelé neměli instalovat (* znamená, že se černá listina týká všech rozšíření)";
ExtensionInstallBlacklist.pfm_description = "Umožňuje určit rozšíření, která uživatelé NEMOHOU nainstalovat. Pokud se na černé listině vyskytne rozšíření, které již bylo nainstalováno, bude odebráno.\n\nPokud je na černé listině uvedena hodnota *, znamená to, že jsou zakázána všechna rozšíření, která nejsou explicitně uvedena na bílé listině.";
ExtensionInstallForcelist.pfm_title = "ID rozšíření a adresy URL aktualizací, které se mají nainstalovat na pozadí";
ExtensionInstallForcelist.pfm_description = "Umožňuje určit seznam rozšíření, která budou instalována na pozadí a bez přispění uživatele.\n\nKaždá položka seznamu představuje řetězec, který obsahuje ID rozšíření a adresu URL pro aktualizaci oddělené středníkem (;). Příklad: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. U každé položky načte Chromium ze zadané adresy URL rozšíření podle ID a nainstaluje je na pozadí. Na následujících stránkách naleznete informace o tom, jak hostovat rozšíření na vlastním serveru. Informace o adresách URL pro aktualizace: http://code.google.com/chrome/extensions/autoupdate.html. Obecné informace o hostování rozšíření: http://code.google.com/chrome/extensions/hosting.html.\n\nRozšíření uvedená v tomto seznamu uživatelé nebudou moci odinstalovat.  Pokud z něj rozšíření odeberete, Chromium jej automaticky odinstaluje. Instalaci rozšíření, která jsou uvedena na černé listině v zásadě ExtensionInstallBlacklist a nejsou uvedena na bílé listině, touto zásadou vynutit nelze.";
ExtensionInstallWhitelist.pfm_title = "ID rozšíření, která mají být vyňata z černé listiny";
ExtensionInstallWhitelist.pfm_description = "Umožňuje určit rozšíření, kterých se netýká černá listina.\n\nPokud je na černé listině uvedena hodnota *, znamená to, že jsou na ní všechna rozšíření a uživatelé mohou instalovat pouze rozšíření uvedená na bílé listině.\n\nVe výchozím nastavení jsou všechna rozšíření na bílé listině. Pokud však byla všechna rozšíření pomocí zásady umístěna na černou listinu, lze tuto zásadu pomocí bílé listiny přepsat.";
GSSAPILibraryName.pfm_title = "Název knihovny GSSAPI";
GSSAPILibraryName.pfm_description = "Určuje knihovnu GSSAPI, která bude použita pro ověření pomocí protokolu HTTP. Nastavit lze buď pouze název knihovny, nebo celou cestu. Pokud nezadáte žádné nastavení, použije Chromium výchozí název knihovny.";
HomepageIsNewTabPage.pfm_title = "Jako domovskou použít stránku Nová karta";
HomepageIsNewTabPage.pfm_description = "Slouží ke konfiguraci typu výchozí domovské stránky v prohlížeči Chromium a brání uživatelům, aby nastavení domovské stránky měnili. Jako domovskou stránku lze nastavit adresu URL, kterou zadáte, nebo stránku Nová karta. Pokud aktivujete toto nastavení, bude jako domovská stránka vždy použita stránka Nová karta a adresa URL domovské stránky bude ignorována. Pokud toto nastavení deaktivujete, stránka Nová karta se uživateli jako domovská stránka nikdy nezobrazí (pokud není adresa URL domovské stránky nastavena jako řetězec chrome://newtab). Pokud toto nastavení aktivujete nebo deaktivujete, uživatelé v prohlížeči Chromium nebudou moci změnit typ domovské stránky.";
HomepageLocation.pfm_title = "Adresa URL domovské stránky";
HomepageLocation.pfm_description = "Slouží ke konfiguraci adresy URL výchozí domovské stránky v prohlížeči Chromium a brání uživatelům, aby tuto adresu změnili.\n\nTyp domovské stránky lze nastavit buď na adresu URL, kterou zadáte v této části, nebo na stránku Nová karta.\n\nPokud zvolíte stránku Nová karta, bude tato zásada ignorována.\n\nPokud aktivujete toto nastavení, uživatelé nebudou v prohlížeči Chromium moci změnit adresu URL domovské stránky. Jako domovskou stránku si však stále budou moci nastavit stránku Nová karta.";
ImagesAllowedForUrls.pfm_title = "Povolit obrázky na těchto stránkách";
ImagesAllowedForUrls.pfm_description = "Umožňuje nastavit seznam vzorů adres URL webových stránek, které mají povoleno nastavovat soubory cookie.";
ImagesBlockedForUrls.pfm_title = "Blokovat obrázky na těchto stránkách";
ImagesBlockedForUrls.pfm_description = "Umožňuje nastavit seznam vzorů adres URL webových stránek, které nemají povoleno zobrazovat obrázky.";
IncognitoEnabled.pfm_title = "Povolit anonymní režim";
IncognitoEnabled.pfm_description = "Povolí v prohlížeči Chromium anonymní režim.\n\nPokud je toto nastavení aktivováno nebo není nakonfigurováno, uživatelé mohou otevírat webové stránky v anonymním režimu.\n\nPokud je toto nastavení deaktivováno, uživatelé nemohou otevírat webové stránky v anonymním režimu.";
InstantEnabled.pfm_title = "Aktivovat Dynamický režim";
InstantEnabled.pfm_description = "Aktivuje v prohlížeči Chromium Dynamický režim a brání uživatelům, aby toto nastavení změnili.\n\nPokud toto nastavení aktivujete, Dynamický režim Chromium bude aktivní.\n\nPokud toto nastavení deaktivujete, Dynamický režim Chromium nebude aktivní.\n\nPokud toto nastavení aktivujete nebo deaktivujete, uživatelé jej nebudou moci změnit ani přepsat.";
JavaScriptAllowedForUrls.pfm_title = "Povolit JavaScript na těchto stránkách";
JavaScriptAllowedForUrls.pfm_description = "Umožňuje nastavit seznam vzorů adres URL stránek, které mají povoleno spouštět JavaScript.";
JavaScriptBlockedForUrls.pfm_title = "Blokovat JavaScript na těchto stránkách";
JavaScriptBlockedForUrls.pfm_description = "Umožňuje nastavit seznam vzorů adres URL stránek, kterým není povoleno spouštět JavaScript.";
JavascriptEnabled.pfm_title = "Povolit JavaScript";
JavascriptEnabled.pfm_description = "Aktivuje v prohlížeči Chromium JavaScript a brání uživatelům, aby toto nastavení změnili.\n\nPokud je toto nastavení aktivováno nebo není nakonfigurováno, webové stránky mohou používat JavaScript.\n\nPokud je toto nastavení deaktivováno, webové stránky JavaScript používat nemohou.";
MetricsReportingEnabled.pfm_title = "Aktivovat odesílání dat o využití nebo selhání";
MetricsReportingEnabled.pfm_description = "Aktivuje funkci anonymního odesílání dat týkajících se využití nebo selhání prohlížeče Chromium společnosti Google a brání uživatelům, aby toto nastavení změnili.\n\nPokud toto nastavení aktivujete, společnosti Google budou odesílány anonymní zprávy týkající se využití nebo selhání.\n\nPokud toto nastavení deaktivujete, anonymní zprávy týkající se využití nebo selhání společnosti Google odesílány nebudou.\n\nPokud toto nastavení aktivujete nebo deaktivujete, uživatelé jej v prohlížeči Chromium nebudou moci změnit ani přepsat.";
PasswordManagerAllowShowPasswords.pfm_title = "Umožnit uživatelům zobrazit hesla ve Správci hesel";
PasswordManagerAllowShowPasswords.pfm_description = "Určuje, zda mohou uživatelé ve správci hesel zobrazit hesla jako čitelný text.\n\nPokud toto nastavení deaktivujete, v okně správce hesel nebude možné zobrazit uložená hesla jako čitelný text.\n\nPokud toto nastavení aktivujete nebo jej nenakonfigurujete, uživatelé budou ve správci hesel moci zobrazit uložená hesla jako čitelný text.";
PasswordManagerEnabled.pfm_title = "Aktivovat správce hesel";
PasswordManagerEnabled.pfm_description = "Aktivuje v prohlížeči Chromium funkce ukládání hesel a použití uložených hesel.\n\nPokud toto nastavení aktivujete, uživatelé si budou v prohlížeči Chromium moci uložit hesla a nechat prohlížeč, aby hesla automaticky zadal při příštím přihlášení k webu.\n\nPokud toto nastavení deaktivujete, uživatelé nebudou moci ukládat hesla ani používat hesla, která již byla uložena.\n\nPokud toto nastavení aktivujete nebo deaktivujete, uživatelé jej v prohlížeči Chromium nebudou moci změnit ani přepsat.";
PluginsAllowedForUrls.pfm_title = "Povolit pluginy na těchto stránkách";
PluginsAllowedForUrls.pfm_description = "Umožňuje nastavit seznam vzorů adres URL určujících stránky, které mohou spouštět pluginy.";
PluginsBlockedForUrls.pfm_title = "Blokovat pluginy na těchto stránkách";
PluginsBlockedForUrls.pfm_description = "Umožňuje nastavit seznam vzorů adres URL stránek, které nemají povoleno spouštět pluginy.";
PopupsAllowedForUrls.pfm_title = "Povolit na těchto stránkách vyskakovací okna";
PopupsAllowedForUrls.pfm_description = "Umožňuje nastavit seznam vzorů adres URL stránek, které mají povoleno otevírat vyskakovací okna.";
PopupsBlockedForUrls.pfm_title = "Blokovat vyskakovací okna na těchto webech";
PopupsBlockedForUrls.pfm_description = "Umožňuje nastavit seznam vzorů adres URL stránek, které nemají povoleno otevírat vyskakovací okna.";
PrintingEnabled.pfm_title = "Povolit tisk";
PrintingEnabled.pfm_description = "Aktivuje v prohlížeči Chromium funkci tisku a brání uživatelům, aby toto nastavení změnili.\n\nPokud je toto nastavení aktivováno nebo není nakonfigurováno, uživatelé budou moci tisknout.\n\nPokud je toto nastavení deaktivováno, uživatelé v prohlížeči Chromium nebudou moci využívat tisk. Tisk je deaktivován v nabídce Nástroje, v rozšířeních, aplikacích v JavaScriptu apod. V pluginech, které při tisku nepoužívají Chromium, bude možné tisknout i nadále. Možnost tisku se může vyskytovat například v kontextové nabídce některých aplikací ve formátu Flash. Tato možnost deaktivována nebude.";
ProxyBypassList.pfm_title = "Seznam pravidel vynechání serveru proxy oddělených čárkami";
ProxyBypassList.pfm_description = "U hostitelů v tomto seznamu Chromium vynechá všechny servery proxy.\n\nTato zásada bude použita pouze v případě, že jste v části „Zvolte způsob konfigurace nastavení serveru proxy“ zvolili ruční nastavení serveru proxy.\n\nPodrobnější příklady naleznete na následující adrese:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "Zvolit způsob konfigurace nastavení serveru proxy";
ProxyMode.pfm_description = "direct - Nikdy nepoužívat server proxy\nauto_detect - Zjistit nastavení serveru proxy automaticky\npac_script - Použít skript serveru proxy ve formátu PAC\nfixed_servers - Použít pevně dané servery proxy\nsystem - Použít systémová nastavení serveru proxy\nUmožňuje určit server proxy, který bude Chromium používat, a brání uživatelům, aby nastavení serveru proxy změnili.\n\nPokud se rozhodnete server proxy nikdy nepoužívat a vždy se připojovat přímo, budou všechny ostatní možnosti ignorovány.\n\nPokud se rozhodnete používat systémová nastavení serveru proxy nebo server proxy zjišťovat automaticky, budou všechny ostatní možnosti ignorovány.\n\nPokud zvolíte režim pevně daného serveru proxy, můžete zvolit další možnosti v částech „Adresa (nebo adresa URL) serveru proxy“ a „Seznam pravidel vynechání serveru proxy oddělených čárkami“.\n\nPokud se rozhodnete použít skript PAC serveru proxy, je nutné zadat v části „Adresa URL souboru PAC serveru proxy“ adresu URL.\n\nPodrobné příklady naleznete na následující adrese:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett\n\nPokud toto nastavení aktivujete, bude Chromium ignorovat veškeré možnosti týkající se serverů proxy zadané pomocí příkazového řádku.";
ProxyPacUrl.pfm_title = "Adresa URL souboru PAC serveru proxy";
ProxyPacUrl.pfm_description = "Zde můžete zadat adresu URL souboru PAC serveru proxy.\n\nTato zásada bude použita pouze v případě, že jste v části „Zvolte způsob konfigurace nastavení serveru proxy“ zvolili ruční nastavení serveru proxy.\n\nPodrobné příklady naleznete na následující adrese:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "Adresa (nebo adresa URL) serveru proxy";
ProxyServer.pfm_description = "Zde můžete zadat adresu URL serveru proxy.\n\nTato zásada bude použita pouze v případě, že jste v části „Zvolte způsob konfigurace nastavení serveru proxy“ zvolili ruční nastavení serveru proxy.\n\nDalší možnosti a podrobné příklady naleznete na následující adrese:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "Akce při spuštění";
RestoreOnStartup.pfm_description = "0 - Otevřít domovskou stránku\n1 - Znovu otevřít adresy URL, které byly otevřené naposledy\n4 - Otevřít seznam adres URL\nUmožňuje určit chování při spuštění.\n\nPokud zvolíte možnost Otevřít domovskou stránku, při spuštění prohlížeče Chromium se vždy otevře domovská stránka.\n\nPokud zvolíte možnost Znovu otevřít adresy URL, které byly otevřené naposledy, znovu se otevřou stránky, které byly otevřené, když jste Chromium naposledy ukončili.\n\nPokud zvolíte možnost Otevřít seznam adres URL, otevřou se při spuštění prohlížeče Chromium adresy URL uvedené v seznamu adres URL otevíraných při spuštění.\n\nPokud toto nastavení aktivujete, uživatelé jej v prohlížeči Chromium nebudou moci změnit ani přepsat.\n\nPokud toto nastavení deaktivujete, bude to stejné, jako byste jej nenakonfigurovali. Uživatelé jej v prohlížeči Chromium budou i nadále moci měnit.";
RestoreOnStartupURLs.pfm_title = "Adresy URL otevírané při spuštění";
RestoreOnStartupURLs.pfm_description = "Pokud je jako akce při spuštění zaškrtnuto políčko „Otevřít seznam adres URL“, tato zásada umožňuje zvolit seznam adres URL, které budou otevřeny.";
SafeBrowsingEnabled.pfm_title = "Aktivovat Bezpečné prohlížení";
SafeBrowsingEnabled.pfm_description = "Aktivuje v prohlížeči Chromium funkci Bezpečné prohlížení a brání uživatelům, aby toto nastavení změnili.\n\nPokud toto nastavení aktivujete, bude Bezpečné prohlížení vždy aktivní.\n\nPokud toto nastavení deaktivujete, zůstane Bezpečné prohlížení za všech okolností neaktivní.\n\nPokud toto nastavení aktivujete nebo deaktivujete, uživatelé jej v prohlížeči Chromium nebudou moci změnit ani přepsat.";
SavingBrowserHistoryDisabled.pfm_title = "Deaktivovat ukládání historie prohlížeče";
SavingBrowserHistoryDisabled.pfm_description = "Deaktivuje v prohlížeči Chromium funkci historie prohlížení a brání uživatelům, aby toto nastavení změnili.\n\nPokud je toto nastavení aktivováno, historie prohlížení nebude ukládána.\n\nPokud je toto nastavení deaktivováno nebo není nakonfigurováno, historie prohlížení bude ukládána.";
SearchSuggestEnabled.pfm_title = "Aktivovat návrhy pro vyhledávání";
SearchSuggestEnabled.pfm_description = "Aktivuje v omniboxu prohlížeče Chromium funkci návrhů pro vyhledávání a brání uživatelům, aby toto nastavení změnili.\n\nPokud toto nastavení aktivujete, budou se zobrazovat návrhy pro vyhledávání.\n\nPokud toto nastavení deaktivujete, návrhy pro vyhledávání se nikdy nezobrazí.\n\nPokud toto nastavení aktivujete nebo deaktivujete, uživatelé jej v prohlížeči Chromium nebudou moci změnit ani přepsat.";
ShowHomeButton.pfm_title = "Zobrazit na liště tlačítko Domů";
ShowHomeButton.pfm_description = "Zobrazí na liště prohlížeče Chromium tlačítko Domovská stránka.\n\nPokud toto nastavení aktivujete, tlačítko Domovská stránka se bude vždy zobrazovat.\n\nPokud toto nastavení deaktivujete, tlačítko Domovská stránka se nikdy nezobrazí.\n\nPokud toto nastavení aktivujete nebo deaktivujete, uživatelé je v prohlížeči Chromium nebudou moci změnit ani přepsat.";
SyncDisabled.pfm_title = "Deaktivovat synchronizaci dat se servery Google";
SyncDisabled.pfm_description = "Deaktivuje synchronizaci dat v prohlížeči Chromium prováděnou pomocí služeb synchronizace hostovaných společností Google a znemožní uživatelům toto nastavení měnit.\n\nPokud toto nastavení aktivujete, uživatelé jej v prohlížeči Chromium nebudou moci změnit ani přepsat.";
TranslateEnabled.pfm_title = "Aktivovat Překladač";
TranslateEnabled.pfm_description = "Aktivuje v prohlížeči Chromium integrovanou službu Překladač Google.\n\nPokud toto nastavení aktivujete, zobrazí Chromium integrovaný panel nástrojů, který uživateli nabídne překlad stránky (pokud je to namístě).\n\nPokud toto nastavení deaktivujete, panel překladu se uživatelům nezobrazí v žádné situaci.\n\nPokud toto nastavení aktivujete nebo deaktivujete, uživatelé jej v prohlížeči Chromium nebudou moci změnit ani přepsat.";
UserDataDir.pfm_title = "Nastavit adresář uživatelských dat";
UserDataDir.pfm_description = "Slouží ke konfiguraci adresáře, do kterého bude Chromium ukládat uživatelská data.\n\nPokud tuto zásadu nastavíte, použije Chromium zadaný adresář nezávisle na tom, zda uživatel zadal příznak „--user-data-dir“, či nikoli.";